{
    "date": "SEPTEMBER 20 2019",
    "title": "Tottenham secures financial future with stadium debt deal",
    "articleAuthor": "Murad Ahmed and Robert Smith",
    "byline": "Daniel Levy tells FT refinancing will not change frugal business plan and transfer policy
    ",
    "text": "Tottenham Hotspur has refinanced more than £600m of loans taken out to build its new stadium, with the English Premier League club tapping US investors through private bond markets to secure its financial future.
    The team moved into its £1.2bn arena, one of the most expensive in Europe, in April. To support construction, it borrowed £637m from Goldman Sachs, Bank of America and HSBC. Those loans were due to be paid back by April 2022, creating a potential financial cliff edge.
    The club completed a private placement in the US this week that converted roughly £525m of its debt into bonds, with staggered maturities of between 15 and 30 years.
    Speaking to the Financial Times, Daniel Levy, Tottenham Hotspur chairman, said the move to limit the club’s debt-servicing costs, along with revenues from the new stadium, would provide the financial headroom to compete with Europe’s top clubs.
    But he insisted there would be no change to the frugal business plan and player transfer strategy instituted during his nearly two decades running the club.
    We could have easily spent more money on players. Who knows if that would have bought us more success or not . . . The right approach is to build from the bottom up. There is no quick fix to becoming a much more significant global club
    Daniel Levy
    “I understand, as I am a fan, clearly you want to win on the pitch,” he said. “But we have been trying to look at this slightly differently, in that we want to make sure we ensure an infrastructure here to stand the test of time.”
    The message won over US private investors for the bond issue but may be seen as provocative by fans who want a spending spree to reinforce a team that has fallen agonisingly short of the sport’s top prizes in recent seasons.
    “We could have easily spent more money on players,” said Mr Levy. “Who knows if that would have bought us more success or not . . . The right approach is to build from the bottom up. There is no quick fix to becoming a much more significant global club.”
    Tottenham has firmly established itself among the “Big Six” in English football’s top tier, which also includes Manchester United, Manchester City, Liverpool, Arsenal and Chelsea. Each is among the world’s 10 highest-earning football clubs, due in part to their share in the Premier League’s multiyear broadcasting rights, currently worth £9.2bn.
    Under head coach Mauricio Pochettino, Tottenham has qualified four times in a row for the Champions League, Europe’s most prestigious club tournament that distributes roughly €2bn among participating teams.
    That success is particularly striking because the English club’s wage bill has been the lowest among the Big Six. Academic research has shown the best predictor of a team’s league position is how much it spends on player salaries.
    Although Tottenham has outperformed, it has won no major trophy in many years, finishing second in the Premier League in 2016-17 and losing in the Champions League final last season.
    To complete the refinancing of its stadium loans, BofA, which acted as bookrunner on the bond issue, has also provided a £112m loan, while HSBC has provided a revolving credit facility. Goldman, which took a leading role in Tottenham’s previous transaction, did not participate. Rothschild acted as financial adviser. The average annual interest rate on this new debt is just over 2.6 per cent, according to people briefed on the transaction.
    Private placements in the US were particularly popular with English clubs in the 1990s and early 2000s, with Manchester United, Arsenal and Newcastle United among those to issue long-term bonds.
    US private placements typically carry investment-grade ratings, in contrast to the recent rush of bond issuance from Italian football clubs. Inter Milan and AS Roma have tapped the high-yield bond market in the past two years, while Juventus raised a bond this year without a credit rating.
    Mr Levy said the Tottenham bond issue was “significantly oversubscribed”, reflecting a strong credit rating from investment agencies and confidence from US investors that the club is a relatively sure bet in the volatile world of football.
    Asked if the deal would free up more money for player transfers or new deals for current stars — some of whom have held off on contract renewals unless they are offered significant pay rises — Mr Levy insisted the refinancing “will have no bearing on how we run the club . . . and no bearing on those types of short-term movements [like transfers].”
    -------
    "
  }