{
    "date": "AUGUST 9 2019",
    "title": "Premier League transfers: the rational thinking behind the big spending",
    "articleAuthor": "Murad Ahmed",
    "byline": "Clubs in English football’s top tier have splashed out more than £1.4bn on new players this summer",
    "text": "Clubs in English football’s top tier have splashed out more than £1.4bn on new players this summer
	When Manchester United agreed an £80m deal to sign Harry Maguire from Leicester City last week, many football fans and pundits winced at the enormous price — a world-record fee for a defender.
The signing kicked off a frenzied final few days of dealmaking among English Premier League clubs before its summer transfer window — a three-month period when teams can acquire players — came to a close on Thursday afternoon ahead of the season’s start on Friday evening.
Total spending by the 20 teams in the world’s wealthiest division reached £1.41bn during the past 12 weeks, falling just short of the £1.43bn record set in 2017, according to consultancy Deloitte. It is the fourth consecutive summer that Premier League sides have spent more than £1bn combined on transfer deals. More than half the clubs broke their own transfer records on a single player.
The willingness to invest was evident across the league: champions Manchester City and newly promoted Aston Villa both spent more than £100m.
“Wherever you look in the Premier League, there is a good reason for teams to be spending,” said Dan Jones, partner in the Sports Business Group at the consultancy Deloitte. “Whether it’s to stay up, whether to get into Europe, whether it is to win the title, there is always a reason to keep investing.”
While this may look like wild expenditure, analysis of these deals suggests the strategies employed by clubs are more rational than they first appear.
Clubs achieved record revenues last season, on the back of the rising value of broadcasting rights, which has ensured English teams have more money than ever before to replenish their squads.
The cost of the Premier League’s broadcast rights in the UK has fallen, but there has been strong growth overseas, meaning the overall value of television deals will be worth £9.2bn during the next three years — a rise of about £1.2bn.
And while the gross spending on transfers is huge, English sides appear to have become savvier at securing good prices for outgoing players.
Manchester United spent £145m on transfers this summer but partially offset this by offloading Belgian striker Romelu Lukaku to Italy’s Inter Milan for a reported €80m, just hours before the window closed.
According to Deloitte, the net transfer spending of Premier League clubs — purchases minus sales — was 12 per cent of overall revenues, a slight fall from last year, at £625m. This was the lowest amount in a summer transfer window since 2015.
While clubs are making savings from transfer fees overall, Deloitte predicted that wages, the largest expense for most clubs, would increase at a greater rate than their income, amounting to more than 60 per cent of overall revenues.
The relatively sober spending on transfer fees by Premier League clubs can be explained by regulatory factors, such as so-called Financial Fair Play rules designed to stop clubs splashing out beyond their means.
Also, one traditionally big spender, Chelsea, is subject to a one-year transfer ban imposed by Fifa, football’s global governing body, for past breaches of transfer rules that prevent the London team from signing players this season.
Still, there remains a vibrant market for players, as clubs are incentivised to keep building their squads rather than hoard cash and achieve even larger profits.
Manchester United has a net spend of well over £600m over the past six seasons. Though the club can comfortably afford this because it has the third-biggest club revenues globally and the highest in the Premier League, it has struggled to replicate its financial dominance on the pitch, finishing in a lowly sixth place last term and failing to qualify for the Champions League.
-------"
  }