{
    "date": "AUGUST 9 2019",
    "title": "Football: Britain’s premier soft power asset",
    "articleAuthor": "Janan Ganesh",
    "byline": "From Wyoming to Wellington, the Premier League is the country’s biggest remaining calling card",
    "text": "In response, the club has adopted a new transfer strategy as its seeks a return to form. Omar Chaudhuri, head of football intelligence at 21st Club, a football consultancy, described the plan as “looking for players who are on the up, hungry, willing to improve”. This is rather than seeking to buy superstars such as Frenchman Paul Pogba, bought from Juventus in 2016 for a then-record fee of up to €110m.
    United manager Ole Gunnar Solskjaer said earlier in the summer that the club intended to overhaul its squad over time with younger players. “We’ve got to be patient, because it’s a long haul and it’s very important we get the right ones in. We can’t just jump on a different path when you hit a hurdle,” he said.
    This reformed approach follows that of Liverpool, which in recent years has sought to identify the best players from lower down the league table, such as Andy Robertson from Hull City and Georginio Wijnaldum from Newcastle United.
    The strategy appears to be paying off: Liverpool won last season’s Champions League, the most prestigious prize in Europe. Rather than tinker with a winning team, the club has eschewed any first-team alterations and made a net profit of roughly £30m in this transfer window.
    “Our window was checking options, thinking about it and making decisions,” manager Jürgen Klopp told reporters on Thursday. “If nothing happens, it’s because it was the right option for us.”
    Unlike Liverpool, Manchester United so far appears willing to sign relatively unheralded players and still pay high fees.
    “United have definitely tried to pluck the best players from teams lower down the league,” said Mr Chaudhuri. “Harry Maguire is the standout player at Leicester, Aaron Wan-Bissaka at Crystal Palace [who was signed for £49.5m]. Clearly, [the team has] struggled defensively over the past year or so. They are addressing their problems. But there have been cheaper signings from other bottom-half Premier League clubs than other top six clubs have managed.
    ------"
    }