{
    "date": "SEPTEMBER 8 2019",
    "title": "UK Premier League widens search for new chief executive",
    "articleAuthor": "Murad Ahmed",
    "byline": "English football’s top division shifts focus of hunt from broadcasting to big business",
    "text": "The Premier League has been forced to widen its search for a new chief beyond the television broadcasting sector, where executives have turned down the opportunity to run one of the biggest competitions in world sport.
In recent weeks, English football’s top division has resumed its hunt for a successor to Richard Scudamore, who stepped down in November after 19 years running the organisation.
The Premier League appointed executive recruitment specialist Russell Reynolds in June to replace rival headhunting firm Spencer Stuart, which had previously led the botched search for a new chief executive for almost a year. 
Spencer Stuart’s shortlist for the job was topped by British broadcasting bosses. Susanna Dinnage, a senior executive at media group Discovery, accepted the post last November only to withdraw without explanation weeks later. The second choice, Tim Davie, the chief executive of BBC Studios, then turned down the job.
Russell Reynolds has been directed to create an entirely new shortlist by looking beyond just television executives and seeking candidates with experience leading big businesses, according to several people close to the process. 
One person close to the search said it had become more focused on general management skills. 
Another said headhunters were seeking a “politician type”, who could primarily act as a diplomat to broker deals between the league’s 20 clubs and represent the competition to regulators in the UK and Europe.
The Financial Times reported in February that the Premier League was also seriously considering US candidates with no UK broadcasting experience for the post.
These moves represent a crucial departure for the Premier League. Ms Dinnage and Mr Davie were considered the top candidates for the role because of the importance of television rights to the league’s business model. Its current multiyear broadcasting deals are worth £9.2bn, far more than similar domestic football competitions elsewhere in the world.
The expanded search has been accepted by clubs partly because of confidence that league executives, such as director of broadcasting Paul Molnar, can be relied upon to run its lucrative TV rights sales process. 
The executive team will be reinforced when Josh Smith, director of TV services at Fifa, world football’s governing body, joins the Premier League next month as global head of media sales.
Bruce Buck, chairman of Chelsea FC, is leading the five-person panel responsible for finding the new chief executive. He will update clubs on progress in the search at the league’s shareholder meeting this month.
The Premier League declined to comment."
    }
