{
    "date": "SEPTEMBER 24 2019",
    "title": "Manchester United predicts revenue fall after tough start to season",
    "articleAuthor": "Murad Ahmed",
    "byline": "Revenue in year to June rises 6% to £627.1m after boost from broadcasting rights",
    "text": "Manchester United predicted revenues would fall during this season for the first time in more than a decade, with chronic underperformance on the pitch limiting the future growth of its business.
Executive vice-chairman Ed Woodward insisted on Tuesday that the English Premier League club’s primary focus was “winning trophies”, after it posted record annual revenues over the 2018-2019 season despite the team’s recent travails.
The club said revenue in the 12 months to June 30 was £627.1m, up from £589.8m a year earlier, thanks mainly to increased income from broadcasting rights. 
Adjusted earnings before interest, tax, depreciation and amortisation were £185.8m over the same period, up from £176.8m a year earlier.
The club shares in the Premier League’s multiyear broadcasting rights worth £9.2bn and last year also gained from playing in the Champions League, Europe’s most prestigious club competition, where more than €2bn is shared between participating clubs.
However, Manchester United warned its revenues were set to drop to £560m-£580m this season, with adjusted annual ebidta also projected to decrease to £155m-£165m. These falls are due to the team’s failure to qualify for this season’s Champions League and its resulting drop into the lesser Europa League, where only €400m is shared between competing teams.
Since the retirement of legendary manager Alex Ferguson in 2013, the club has not won the Premier League or the Champions League — the two biggest, and most lucrative, competitions it plays in. 
Last season, the club sacked José Mourinho and installed the former United player, Ole Gunnar Solskjaer, as its new manager. This summer, it spent more than £150m on transfer fees for new players, including England defender Harry Maguire from Leicester City. In a sharp change to its previous transfer policies, the club has attempted to focus on acquiring younger players rather than ready-made stars in an attempt to rebuild its playing squad. 
But the team has endured a difficult start to the season, losing two of its first six matches in the league and has already fallen 10 points behind leaders Liverpool. 
“We remain focused on our plan of rebuilding the team and continuing to strengthen our youth system, in line with the philosophy of the club and the manager,” said Mr Woodward. 
“This is reflected in the recent addition of three exciting first team players, key player contract extensions and the talent we have coming through our Academy. Everyone at Manchester United is committed to delivering on our primary objective of winning trophies."
}