{
    "date": "MAY 31 2019",
    "title": "Champions League success beckons for English clubs",
    "articleAuthor": "Murad Ahmed",
    "byline": "Premier League’s financial clout means sides can continue to break through at top of European football",
    "text": "When Liverpool play Tottenham Hotspur in the Champions League final in Madrid on Saturday, it marks the first time in more than a decade that two English sides will feature in the annual showpiece of Europe’s most prestigious club football competition.
Thousands of ecstatic fans are travelling to the Spanish capital to support their teams. But sober-minded financial analysts ask: why has it taken so long for the English to dominate their continental rivals?
Buoyed by broadcasting deals worth more than £9bn, teams in the English Premier League have long earned more than the vast majority of their European rivals, able to outspend them on transfer fees and salaries for top players. 
As studies have shown that the best predictor of team performance is how much a club spends on player wages, it should be a surprise that the last time an English team won the Champions League was Chelsea in 2012.
“Even though the [Premier League broadcasting deals] dwarf anything from other major leagues, historically English teams have been outperformed by Spanish teams and to some extent German teams,” says Omar Chaudhuri, head of football intelligence at 21st Club, a football consultancy. 
Money, again, helps to explain why. The advance of English teams on the continent has mainly been halted by the Spanish duopoly of Real Madrid and FC Barcelona, which combined have won seven of the past ten Champions League titles.
The [English] teams know they can’t get Messi and Ronaldo, but they can get the best coaches in the world
Omar Chaudhuri, 21st Club
Distribution of broadcasting cash is weighted towards the top teams in Spain’s La Liga, while Barcelona and Real Madrid have both been adept at using their international profile to gain large sponsorship contracts. This has meant earnings at the two Spanish clubs have outpaced those in the Premier League.
The two clubs have used this cash to reinforce their teams. According to KMPG Football Benchmark, a research division within the consultancy, Real Madrid and Barcelona each spent at least €100m more on player wages last season than Premier League clubs. 
The Spanish sides have been buoyed by possessing the greatest two players over recent seasons — Lionel Messi at Barcelona, and Cristiano Ronaldo at Real Madrid. This has helped to attract other star footballers to their squads, drawn by the prospect of playing alongside the very best. 
Unable to simply acquire Messi or Ronaldo, Premier League teams have begun to hoard the best players below them. 
Jürgen Klopp at Liverpool, left, and Mauricio Pochettino at Tottenham Hotspur have built their sides steadily © PA
21st Club has developed a player ranking system based on a statistical formula that takes into account factors such as the total minutes a player spends on the pitch, with the theory being that managers pick the best possible side, so better footballers play more often. Other indicators include the number of goals and assists a player contributes in games. By these rankings, Premier League teams have acquired 15 of the best 30 players in the world game, more than any other division in Europe. 
The spread of these world-class players across English teams has made the Premier League highly competitive, ensuring more than just one or two clubs dominate as is the case in other major divisions on the continent.
Highlighting the strength and depth in England, Arsenal and Chelsea also reached the Europa League final this season, while Manchester City won an unprecedented domestic treble of trophies including the Premier League title.
“It’s the toughest league I’ve ever played as a manager, for the quality of the rivals, no doubt,” said Pep Guardiola, Manchester City’s manager earlier this month. 
Mr Chaudhuri said another factor is that English clubs have hired the world’s best coaches, paying them well enough to hold on to their services for several seasons. The likes of Guardiola at City, Jürgen Klopp at Liverpool, and Mauricio Pochettino at Tottenham Hotspur have built their sides steadily and hone their footballing strategies over time. 
“The [English] teams know they can’t get Messi and Ronaldo, but they can get the best coaches in the world,” said Mr Chaudhuri. 
The coaching ability is particularly stark in the case of Tottenham Hotspur, which spent roughly €167m on salaries last season. This is around half the wage bill at Liverpool and the lowest figure among the 10 richest clubs in world football. This frugality suggests Pochettino is able to get his team to hugely overperform compared to the playing resources at his disposal.
Liverpool’s Mohamed Salah has replaced Ronaldo as the world’s second-best player © PA
There are signs English teams can continue to make breakthroughs at the top of the European game in the coming seasons.
Messi remains the world’s best player, according to 21st Club’s rankings, but aged 31, his physical performance may be expected to decline in the coming years. Ronaldo, aged 34, moved from Real Madrid to Italy’s Juventus last season and has already been replaced as the world’s second-best player by Liverpool’s Mohamed Salah. 
English clubs are continuing to ramp up their spending on players, as revenues continue to increase. Last season, Premier League clubs made a combined £4.8bn, a new record."
    }