{
    "date": "SEPTEMBER 16 2019",
    "title": "Saudi prince wins full control of Sheffield United",
    "articleAuthor": "Murad Ahmed",
    "byline": "Court rules on dispute with UK businessman over newly promoted Premier League club",
    "text": "A Saudi prince has secured full control of Sheffield United after the UK High Court ruled in his favour to end a two-year legal battle over control of the Premier League club.
Prince Abdullah Bin Mosaad Bin Abdulaziz al-Saud, a grandson of the late King Abdulaziz, has been locked in a dispute over the Yorkshire club’s ownership with Kevin McCabe, an English property developer and boyhood fan.
On Monday the High Court ruled Mr McCabe must sell his family’s 50 per cent stake to Prince Abdullah for £5m, in line with an agreement made in 2013 when the Saudi businessman first invested in the club.
Mr McCabe said he was “bitterly disappointed” with the ruling and was considering an appeal. Prince Abdullah said he was “delighted that this judgment brings an end to the uncertainty over Sheffield United’s future”, adding that his “first priority is to secure our position in the top tier for many years to come”.
In 2013 Mr McCabe sold a 50 per cent stake in the club for £1 to UTB LLC — a company controlled by Prince Abdullah, a member of the Saudi royal family.
At the time the club was in League One, the third tier of English football. Prince Abdullah agreed to inject £10m into the club over two years as part of an investment strategy designed to turn the lossmaking club round and reach the Premier League.
Since then the co-owners had fallen out over a “disagreement about funding”, which “spawned disagreement over several other matters”. This led Prince Abdullah to try and enforce the original sale contract, which meant he could acquire the rest of the shares owned by Mr McCabe’s family for £5m.
The English businessman sought to have the contract declared void and wanted the court to rule that Prince Abdullah should sell his shares back to Mr McCabe.
Sheffield United was promoted last season to the Premier League, where more than £9bn is shared between 20 member clubs in multiyear broadcasting contracts.
Under manager Chris Wilder, the team has made a reasonable start by securing five points after five games but is likely to face a relegation battle as it seeks to stay in the division.
“After over 20 months of contentious litigation, the club is delighted that this judgment brings an end to the uncertainty over Sheffield United’s future ownership and allows us to focus our full attention on the season ahead,” the club said on Monday."
    }
