{
    "date": "MAY 30 2019",
    "title": "Premier League clubs score record revenues",
    "articleAuthor": "Murad Ahmed",
    "byline": "Champions League performances boost English sides",
    "text": "English Premier League clubs netted record combined revenues of £4.8bn last season bolstered by strong performances in European competition, but profits fell as top teams ramped up spending on players.
    The 20 sides in England’s highest division lifted revenues over the 2017-18 season by 6 per cent, according to Deloitte’s Annual Review of Football Finance released on Thursday.
    The increase has been driven primarily by five Premier League teams reaching the knockout rounds of the Champions League, Europe’s most prestigious competition, where €1.4bn was distributed between participating clubs in broadcasting and prize money.
    English clubs have also benefited from higher match day receipts as a result of playing more matches in Europe, and increases in sponsorship income.
    Despite the record revenues, operating profits at Premier League clubs fell 16 per cent to £867m. This was because of higher spending on player salaries as the strongest teams battle to qualify for lucrative European contests, while weaker clubs spend in an effort to avoid the financial hit of relegation.
    “We have seen Premier League clubs’ wage expenditure increase at a faster rate than revenue growth in 2017/18,” said Dan Jones head of the Sports Business Group at Deloitte. “This wage spending is an indication of the competitive nature of the division.”
    Yet revenues for Premier League clubs are projected to grow further still.
    The four sides to qualify for the finals of Europe’s club competitions this season are all English: Liverpool and Tottenham Hotspur in the Champions League, Arsenal and Chelsea in the Europa League. Manchester City and Manchester United also enjoyed strong Champions League runs, reaching the quarter-finals.
    Last week, the Premier League announced that it would make £4.2bn from the sale of international television rights for the next three seasons to 2022, compared with £3.2bn for the three preceding years. The £1bn increase will more than offset a fall in the value of UK domestic screening rights over the next three seasons.
    Europe’s richest domestic leagues have also enjoyed strong growth. The “big five” leagues in England, Germany, Spain, Italy and France generated a combined €15.6bn last season, a 6 per cent increase from a year earlier.
    A new broadcasting rights deal in Germany led to the Bundesliga earning €3.2bn last season, overtaking Spain’s La Liga as the second-largest revenue-generating football league in the world.
    Mr Jones said continued interest in football worldwide, allied with cost controls such as so-called financial fair play rules, has meant that: “European club football is in the strongest financial position that we’ve ever seen . . . While the Premier League retains its leading position financially, we expect to see other leagues continue to grow in the coming years."
    }
