{
  "date": "SEPTEMBER 28 2019",
  "title": "Woodford on the brink of exit as trust results loom",
  "articleAuthor": "Owen Walker",
  "byline": "Growing chorus to sack Patient Capital manager after latest writedowns
  The WPCT board is searching for a new manager to replace Neil Woodford",
  "text": "Neil Woodford’s role as manager of the investment trust that bears his name looks ever more perilous following a spate of damaging writedowns and simmering tensions between Britain’s best-known stockpicker and the fund’s independent board.
  Woodford Patient Capital Trust, which was the UK’s most successful listed fund launch when it opened five years ago, reports half-year results on Monday.
  Its share price has halved this year, while its net asset value has dropped more than 13 per cent in the past few weeks after it was forced to mark down the value of several of its biggest holdings.
  “I have been shocked by what the trust has recently announced,” said Ian Hunter, a professional investor and long-term shareholder in the fund. “Neil Woodford is not a fit and proper person to run it.”
  The trust is also heavily in debt to US bank Northern Trust, and Mr Woodford was forced to accept new terms this month that allowed the Chicago lender to have a final say on any new investments he makes.
  Overhanging the trust’s day-to-day problems is a more existential crisis: the board has lost confidence in Mr Woodford’s ability to run the portfolio and is actively courting new managers to replace him.
  Investment trusts rarely remove portfolio managers, especially when the fund has been excessively marketed on its association with the manager, as is the case with WPCT.
  “The relationship between Woodford and the board is clearly ruptured — a change in manager is certainly likely,” said Alan Brierley, an analyst at Investec Securities who covers the trust.
  At the centre of the dispute between Mr Woodford and the board is his decision to dump £1m of his personal shares in the trust in July, then not informing the board of the sale for another three weeks.
  The board responded by announcing to the market that it had held talks with rival investment managers about displacing Mr Woodford, a disclosure it was not required to make. The FT reported in June that the board had already held discussions with its broker Winterflood Securities about terminating Mr Woodford’s contract.
  “The share sales were outrageous on so many levels,” said a fund industry veteran who has close connections to the trust. “The fact that he thought it was OK to sell his stake without telling the board is absolutely shocking.”
  Neil Woodford has destroyed a lot of value in the fund and the board has allowed him to do so. Therefore he and the board must go
  Ian Hunter, WPCT shareholder
  Mr Woodford’s position became even more vulnerable this month with the departure of one of his long-term allies on the board, Steven Harris, the chief executive of Circassia Pharmaceuticals, in which Mr Woodford was until recently the largest shareholder. The trust has recruited new directors with broader experience of overseeing listed funds and with no connection to Mr Woodford.
  On Thursday, WPCT had to write down the value of its fifth holding in a month, with a combined 13.3 per cent drop in the fund’s net asset value, which now stands at 65p. The shares traded on Friday at 44.15p.
  In late August the trust marked down the value of Industrial Heat, a US energy company built on dubious scientific theories that had also attracted investment from Hollywood actor Brad Pitt and Steve Jobs’ widow, Laurene Powell Jobs.
  Two weeks later it suffered a further blow as BenevolentAI, another large holding, had its valuation halved following a funding round backed by Temasek, the Singaporean sovereign wealth fund.
  The trust did not disclose the names of the three companies it marked down this week, but speculation has focused on Atom Bank, the struggling UK lender that Mr Woodford helped prop up with an additional £10m commitment as recently as July.
  Another holding that could cause problems for the trust is Rutherford Health, formerly known as Proton Partners, whose chief finance officer recently quit. Rutherford is one of WPCT’s biggest holdings and the cancer care company called in a £12.5m investment from Mr Woodford this month.
  Mr Woodford had previously promised the business £80m, of which £32.5m has yet to be committed.
  Adventurous Investor David Stevenson
  Are Woodford woes an opportunity for patient tech investors?
  The markdowns have paradoxically helped narrow WPCT’s discount, a measure of how much value shareholders place in the trust. But at 32 per cent, the discount is still one of the widest in the UK. The average discount among UK investment trusts is 4.6 per cent, according to the Association of Investment Companies, a trade body.
  Investors will be looking for more information from the WPCT board on Monday over its agreement with Northern Trust regarding a £150m overdraft facility. The board said in June that after consulting with concerned shareholders, it had agreed with Mr Woodford that he would gradually reduce the trust’s borrowing.
  But the overdraft agreement with Northern Trust expires on January 16, giving the manager less than four months to pay back the debt or renegotiate the facility. Whether or not Mr Woodford will still be in place by that deadline is far from clear.
  “Neil Woodford has destroyed a lot of value in the fund and the board has allowed him to do so,” said Mr Hunter. “Therefore he and the board must go.”

  -------
  "
  }
