{
    "date": "SEPTEMBER 26 2019",
    "title": "Woodford investment trust hit by triple writedowns",
    "articleAuthor": "Owen Walker",
    "byline": "Latest development deals further body blow to UK stockpicker Neil Woodford",
    "text": "Neil Woodford’s investment trust has been forced to write down the value of three more of its holdings, in a further body blow to Britain’s well-known stockpicker.
    The share price of Woodford Patient Capital Trust fell nearly 7 per cent as the market opened on Thursday morning, marking a 50 per cent fall so far this year.
    The trust has been forced to write down a succession of holdings in the past month alone.
    WPCT’s board announced before the market opened that the three writedowns, which it did not name, would cut the fund’s net asset value by 3.1p a share. “These valuation adjustments reflect the challenging fundraising environment for these businesses which may impact their ability to or the level at which they may be able to raise capital in the near-term,” the board said in a statement.
    Christopher Brown, an analyst at JPMorgan Cazenove, said Thursday’s writedowns would cut the fund’s net asset value by 4.6 per cent, bringing the total reduction to 13.3 per cent since the first markdown in late August.
    WPCT’s share price was on Thursday trading at a 32 per cent discount to its net asset value.
    Two weeks ago the trust’s net asset value suffered a 4p per share hit when the value of its largest holding, Benevolent AI, halved. This was on the back of a writedown of one of its other big investments, Industrial Heat, in late August.
    At the start of September Mr Woodford was forced to allow Northern Trust, the US bank that acts as custodian for the trust, to have a final say on any new investments he made as part of a renegotiation of an overdraft facility.
    Relations between Mr Woodford and the trust are already fraught, with the board revealing this summer that it was considering replacing the stockpicker as the manager of the trust that bears his name. The board had been upset to learn that Mr Woodford had sold £1m of his personal investment in the trust and did not inform them for three weeks.
    “It looks increasingly likely that the company that bears Woodford’s name will move to another manager, and we would then hope for a controlled liquidation, which is likely to be the most effective way to close the [roughly] 30 per cent discount, although over the long term it is anybody’s guess how the remaining portfolio will perform,” wrote Mr Brown.
    The trust fell out of the FTSE 250 this month, while Mr Woodford has lost a key ally on the board, with the departure of Circassia Pharmaceuticals chief executive Steven Harris.
    WPCT is due to report its half-year results on Monday.
    -----"
    }
