{
    "date": "SEPTEMBER 6 2019",
    "title": "Northern Trust takes the reins on Woodford decisions",
    "articleAuthor": "Siobhan Riding",
    "byline": "US bank to have final say on investment choices under new terms of £150m overdraft",
    "text": "Neil Woodford faces a higher level of interest under the new Northern Trust overdraft term
    US bank Northern Trust will have final say over any further investments Neil Woodford makes in his namesake trust, in a fresh blow to the embattled UK stock picker.
    The Woodford Patient Capital Trust said on Friday it had agreed to new terms with Northern Trust on a £150m overdraft facility provided by the Chicago-based bank.
    In exchange, WPCT, which Mr Woodford has managed since it was launched with great fanfare in 2015, will have “greater flexibility around certain obligations” tied to its borrowing from the US bank as the trust seeks to sell some of its illiquid holdings.
    The trust added that it had “agreed to make no further investments during this time without the prior consent of the lender”.
    Late last month, the trust was forced to write down the value of its holdings in Industrial Heat, a US company attempting to harness cold fusion technology. That, in turn, left the trust’s overall borrowing higher as a percentage of its net asset value.
    Lombard Matthew Vincent
    Patient buyers see difference between Woodford funds
    The new agreement caps another testing week for Mr Woodford, who on Monday saw a key ally step down from WPCT’s board. Steven Harris, the chief executive of Circassia Pharmaceuticals, in which Mr Woodford had a large holding, is leaving the board after four years.
    The board, which has the power to dismiss Woodford Investment Management as manager of WPCT, came under fire earlier this year for being too close to the former UK star investor. His poor performance led to the suspension in June of his flagship £3.1bn Equity Income fund.
    Earlier this week Patient Capital, whose shares have fallen more than 40 per cent this year, was ejected from the mid-cap FTSE 250.
    The new agreement with Northern Trust will also see the lender impose a higher level of interest on the overdraft facility. WPCT’s overall level of borrowing has dropped to £113.7m, the WPCT added on Friday.
    Patient Capital was the UK’s biggest investment trust launch when it raised £800m in 2015 — its market capitalisation is now just £380m. The fund was designed to invest in companies with the potential to grow significantly over the long term, leaving its holdings weighted in favour of small and unlisted companies.
    -----"
    }
