{
    "date": "SEPTEMBER 2 2019",
    "title": "Woodford loses ally on board of namesake investment trust",
    "articleAuthor": "Owen Walker",
    "byline": "Steven Harris to step down from Woodford Patient Capital in latest shake-up",
    "text": "UK stock picker Neil Woodford has lost a longstanding ally at the investment trust that bears his name, after Woodford Patient Capital Trust announced a further shake-up of its board.
Steven Harris, the chief executive of Circassia Pharmaceuticals, in which Mr Woodford was until recently the largest shareholder, is stepping down as a board director at WPCT after four years, the trust said in a statement on Monday.
The board, which has the power to dismiss Woodford Investment Management as manager of WPCT, came under fire earlier this year for being too close to the former UK star investor, whose poor performance led to the suspension in June of his flagship £3.1bn Equity Income fund.
The relationship between Mr Woodford and the board of WPCT was strained further in late July after it emerged that the stockpicker had sold £1m of shares in the trust but failed to notify the board for three weeks. At that time, the board announced it had held talks with rival investment managers over taking Mr Woodford’s management of the trust.
Mr Harris will leave WPCT’s board at the end of September and be replaced by Jane Tufnell, an experienced investment trust director who co-founded Ruffer Investment Management and chairs the Odyssean Investment Trust, as well has holding other trust directorships.
“[Ms Tufnell’s] fund management expertise and familiarity with investment trusts will bring valuable experience to the board,” Susan Searle, chair of WPCT, said in the statement.
In late August, the trust was forced to write down the value of one of its holdings, and WPCT’s share price is down 50 per cent so far this year.
From the archive
Lombard Matthew Vincent
WPCT does not have same problems as troubled fund
WPCT was the UK’s biggest investment trust launch when it raised £800m in 2015 — its market capitalisation is now just £380m. The fund was designed to invest in companies with the potential to grow significantly over the long term, leaving its holdings weighted in favour of small and unlisted companies.
Two WPCT directors who were brought in to give the board more independence in 2016, Alan Hodson and Carolan Dobson, have already left this year.
Last week Woodford Investment Management released half-year reports for some of its funds, in which the firm blamed underperformance on the UK’s “momentum-driven market”, in which share price moves bear little relation to their underlying value.
“It is the antithesis of our fundamentally anchored investment approach which will, as a result, tend to underperform in such conditions,” the manager wrote.
A spokesperson for Woodford added that the suspended Equity Income fund was being shifted into the more liquid shares of FTSE 100 and FTSE 250 companies. Since the fund was suspended in early June, 80 per cent of the proceeds from share sales had been reinvested in FTSE 100 stocks, the firm added."
    }
