{
    "date": "AUGUST 23 2019",
    "title": "Woodford fund to mark down value of its holding in cold fusion group",
    "articleAuthor": "Adam Samson",
    "byline": "Move prompted by ‘reassessment of the current progress of the business",
    "text": "Embattled money manager Neil Woodford has been dealt a fresh blow after one of his flagship funds was forced to mark down the value of its holdings in a company attempting to harness cold fusion.
    Woodford Patient Capital Trust said on Friday that the value of its stake in the holding company of Industrial Heat would be reduced to reflect “a reassessment of the current progress of the business”.
    The trust’s net asset value will sustain a hit of roughly 3.4 pence per share, representing a reduction of about 4 per cent from its NAV at the end of Thursday. The shares, which were already trading at a heavy discount to the fund’s NAV, tumbled as much as 13 per cent to 38.1p before easing the decline to 3.4 per cent.
    Cold fusion — recreating the nuclear reaction that powers the stars at or close to room temperature — promises unlimited clean energy. The possibility of achieving this has intrigued inventors and investors, but mainstream scientists are sceptical.
    The decision to mark down the value of Industrial Heat, an unlisted company, was made by the Woodford fund’s corporate director, Link Fund Solutions, with the support of IHS Markit, which provided valuation services.
    Link told Patient Capital’s board that it made the reduction because “the company’s development had not progressed at the rate upon which previous reviews were based”.
    IH Holdings International, the holding company for Industrial Heat, reported a $15.7m loss in 2017, deepening from $3.3m the previous year, according to the last set of corporate accounts filed at Companies House. It had net assets of $38m, including investments in subsidiaries valued at $32m after a $15m writedown.
    Industrial Heat, which was among Patient Capital’s top 10 holdings at the end of June, has drawn interest from investors including Mr Woodford, actor Brad Pitt and philanthropist Laurene Powell Jobs’s Emerson Collective, who have backed its attempt to develop power sources that run on “low-energy nuclear reactions”.
    However, the business, and the millions of pounds the Woodford fund has ploughed into it, have provoked criticism, given that there is no public evidence that the technology works.
    Just under a year ago, the Woodford fund marked up the value of its stake by 357 per cent to $113m, suggesting an overall valuation of Industrial Heat of $918m. “Over the course of the past 18 months, there have been developments within Industrial Heat’s portfolio of technologies that have shown increasing promise,” said Patient Capital at the time.
    Friday’s markdown is the latest hit for Mr Woodford, once one of the UK’s star asset managers. His larger Equity Income fund has been suspended for weeks, leaving billions of dollars in investors’ funds trapped.
    Patient Capital’s board said in July it had held talks about potentially replacing Mr Woodford’s investment company as the manager of the fund."
    }
