{
    "date": "AUGUST 1 2019",
    "title": "Woodford’s Proton Partners problem",
    "articleAuthor": "Jamie Powell",
    "byline": "Listed investment company says sentiment hit by difficulties at manager’s flagship fund",
    "text": "Monday brought the news that stricken investment manager Neil Woodford might lose control of the Patient Capital Trust, a closed-end fund that aims to invest in small, high-growth British technology companies.
    According to the board of the Trust, it has “held preliminary discussions with select management groups” over taking control of the assets from Woodford Investment Management.
    Yet potentially losing the Trust might not be the worst of Woodford’s problems.
    A month ago we took a look at the value of one of the Trust’s largest investments, Proton Partners, who offer a new form of cancer-treatment in the UK and further afield. When Proton Partners listed its equity on the NEX Exchange in late February, it revealed that Woodford Investment Management had committed to pump £80m into the business over the next 18 months, in exchange for more equity. Crucially, the money can be requested at Proton Partners’ discretion.
    By early June, £35m had been drawn down, with the Patient Capital Trust stumping up the cash due to the much-publicised liquidity problems at the Equity Income Fund. This left a potential £45m liability for Woodford Investment Management to absorb at any point up to when the commitment expires at the end of August 2020.
    So how is Woodford going to pick up the tab?
    The Patient Capital Trust would be the most obvious candidate to provide the funds. However, as of 25 July, it had drawn down £117.4m of its £150m borrowing facility from Northern Trust, the Chicago-based bank, leaving only £32.6m of headroom available.
    The Patient Capital Trust could fund the balance of £13m with asset sales, but that might put stress on the Trust’s gearing. The trust has a policy which requires its debt to net asset ratio to stay below 20 per cent. In the statement last week, the board revealed the gearing level to be 15.95 per cent. With debt at £117.4m, that gives a net asset value of just over £736m.
    If the Patient Capital Trust were to draw the full £32.6m from the debt facility, and fund the rest of the equity purchase with sales of its other assets, the gearing would break through 20 per cent all else remaining equal, according to FT Alphaville’s calculations.
    If the Patient Capital Trust has £45m of liquid assets then it could meet the cash call by selling them. However, it is unclear what proportion of the Trust is in liquid assets at this time.
    This is assuming that the Patient Capital Trust remains under Woodford’s management. If, and we should stress it’s still an if, the Trust is taken over by another team, then it is difficult to imagine where the remaining £45m could come from.
    The gated Equity Income Fund is now in lockdown until at least December, as it works out a way to meet investor redemptions in an orderly fashion. After Woodford lost control of the £317m Omnis fund to Jupiter Asset Management in mid-June, its other investment vehicle is the £296m Income Focus Fund.
    That fund, according to its Factsheet, aims “to deliver an income of 5p per share per annum” via dividend stocks such as home-builder Barratt Developments. It is fair to say Proton Partners, with its loss of £22.4m last financial year, does not fit its investment mandate. However should it take on the liability, and assuming the Income Focus Fund has £45m in cash — which it did not at the end of June — Proton Partners would become a whopping 15.2 per cent of its assets.
    Woodford does have another option. Clause 11.6(c) in Proton Partner’s prospectus states that:
    Woodford has the right to procure that any actual subscription is made by any third party or any of its other discretionary managed fund clients
    So there is the possibility the commitment could be funded by another investor, if such a partner could be found.
    This is all theoretical of course, but if you were Proton Partners, wouldn’t you be tempted to draw down the rest of the money now, just in case? After all, raising equity is a resource intensive process that most high-growth companies would rather avoid if they could.
    Perhaps Proton Partners doesn’t need the cash. The business has already raised £55m from Woodford Investment Management this year, more than enough to cover its £20m of costs in the medium term. And the price Woodford can buy shares at is at a discount to its initial public offering price, so the commitment is more dilutive to existing shareholders than a traditional capital raise would be, assuming the same valuation.
    We asked Proton Partners if accelerating the funding might be a possibility and a spokesperson told us:
    As part of the our listing on the NEX Exchange, there was an irrevocable commitment from Woodford Investment Management to provide – at the company’s request - up to £80m of capital, in addition to £20m provided at listing.
    Proton Partners did not comment on when, or whether, the remaining money would be called. Woodford Investment Management declined to comment.
    ------"
    }
    