{
    "date": "JULY 31 2019",
    "title": "Woodford fund breaches unquoted limit after Guernsey delistings",
    "articleAuthor": "Owen Walker and Peter Smith",
    "byline": "Exchange demands cancellation of Benevolent AI, Industrial Heat and Ombu holdings",
    "text": "Neil Woodford’s stricken investment fund has smashed through a regulatory limit on unquoted stocks after the Guernsey stock exchange demanded the cancellation of two of its largest holdings.
    The UK stockpicker’s move to list his stakes in Benevolent AI and Industrial Heat on The International Stock Exchange to skirt rules on unquoted holdings were among his most controversial in the run-up to the suspension of his £3.5bn Equity Income fund last month.
    The listings crucially allowed Mr Woodford to keep the weighting of the fund in “unquoted securities” below the 10 per cent hard cap required under European fund rules known as Ucits.
    This week’s removal of Benevolent AI, one of the fund’s top 5 holdings, and Industrial Heat — plus a smaller investment in Ombu Group — from the TISE means the unquoted weighting has surged to almost 20 per cent.
    “Following the inadvertent passive breach, action to bring the fund back into compliance is already under way,” a spokesman for Mr Woodford said. “On 3 May, we informed investors that the fund’s exposure to unquoted securities would be significantly reduced ­— including those listed on exchanges where there is currently little or no trading activity.”
    The suspension of the Equity Income fund in early June has led to the UK’s biggest fund management scandal for a decade, threatening the survival of Mr Woodford’s investment business.
    Mr Woodford’s relationship with the London Stock Exchange-listed investment trust that bears his name has also blown apart after he dumped a £1m shareholding but failed to notify the company of the share sale for three weeks. Shares in Woodford Patient Capital Trust hit a fresh all-time low on Wednesday, closing 4 per cent lower at 47.35p.
    Mr Woodford’s Guernsey move had been the subject of scrutiny by UK politicians and led to a public spat between TISE and its UK counterpart, the Financial Conduct Authority.
    The FCA requires fund managers that go over the 10 per cent threshold due to circumstances outside their control, known as a passive breach, to correct the fault within six months.
    “The decision by Benevolent AI and Industrial Heat to delist from TISE will have no impact in how the assets are managed within the fund,” Mr Woodford’s spokesman said.
    Investors in the Equity Income fund were told on Monday they should not expect to gain access to their savings until December at the earliest. Mr Woodford has attracted criticism for continuing to charge investors £65,000 a day while they are locked in the fund.
    Adrian Lowcock, head of personal investing at Willis Owen, an advisory group, said investors “will pay around £13m in fees in total” to Woodford Investment Management if the fund remained closed until December.
    “It is a shame that Woodford hasn’t responded to requests to cut his fees until this sorry affair is resolved,” he said.
    -----"
    }
