{
    "date": "JULY 29 2019",
    "title": "Woodford under more fire after £1m trust share sale",
    "articleAuthor": "Peter Smith and Owen Walker",
    "byline": "Investors in £3.5bn flagship income fund locked in until December",
    "text": "Neil Woodford’s relationship with the London Stock Exchange-listed investment trust that bears his name has blown apart after he dumped a £1m shareholding but failed to notify the company of the share sale for three weeks.
    Britain’s best-known stockpicker has also informed investors in his flagship Equity Income fund that they face the prospect of being locked in the £3.5bn vehicle until December.
    In a statement to investors on Monday afternoon, Mr Woodford said: “I understand the frustration, inconvenience and anxiety the continued suspension of the fund will be causing you and I am extremely sorry for putting you in this situation.”
    The suspension of the Equity Income fund eight weeks ago sparked the UK’s biggest fund management scandal for a decade, which threatens the survival of Mr Woodford’s investment business.
    Earlier on Monday, the independent board of Woodford Patient Capital Trust, Mr Woodford’s listed investment trust, decided to make the share sale public after it was notified by Mr Woodford on Saturday that he had sold 1.75m shares between July 3 and July 8.
    Neil Woodford should be made to stand in front of the Treasury select committee to explain himself as soon as possible
    WPCT shareholder Ian Hunter
    The trust was under no obligation to make that disclosure and then went further by separately announcing it had held talks with rival fund managers to take over WPCT’s management contract from Woodford Investment Management.
    Ian Hunter, a shareholder in WPCT, said investors in the trust would find it “disgraceful” that Mr Woodford had sold such a large parcel of shares without making that sale public. “The market has been kept in the dark,” he said. “Neil Woodford should be made to stand in front of the Treasury select committee to explain himself as soon as possible.”
    Working with house broker Winterflood Securities, WPCT is now soliciting interest in the contract from an even “broader range of third-party managers” as it assesses its options. This “may or may not lead to a change in the company’s management arrangements”, WPCT said.
    WPCT’s shares dropped 5 per cent to a fresh all-time low of 50.6p on Monday, down by half from their 52-week high. The shares have fallen a third since the equity income fund blocked investors from withdrawing their capital last month.
    Taking on a new manager could have serious implications for WPCT, including higher fees.
    Iain Scouller, an analyst at Stifel, said a new manager could do a precautionary “kitchen-sink” writedown of WPCT’s unlisted portfolio, which makes up three-quarters of the trust’s net asset value.
    “We think any new manager taking on the contract should make some assessment via the board and shareholders as to whether this would be on a normal long-term continuing basis, or whether shareholders will look for WPCT to go into ‘run-off’ with disposals of investments and returns of capital to investors,” Mr Scouller said.
    The Financial Times reported last month that Mr Woodford was at risk of being kicked off the trust, and that the board had held discussions with Winterflood about terminating its contract with Mr Woodford.
    WPCT said Mr Woodford was a “reluctant seller” of the 1.75m WPCT shares but was forced to seek funds after deciding not to take any income or dividends from the equity income fund. He retains 1.25m shares in the trust, a 0.14 per cent stake.
    “The sole reason that he did so was in order to meet personal financial obligations, including a tax liability,” Woodford Investment Management said.
    Christopher Brown and Adam Kelly, analysts at JPMorgan, pointed to the long gap between the date the WPTC shares sales took place and the date the board was informed, saying: “Neil Woodford’s sale of a majority of his own WPCT shares, whatever the reason, is clearly not a positive signal to other shareholders, in our view, particularly given the timing.”
    They added: “It is not inconceivable that [Woodford Investment Management] could experience such severe outflows on its open-ended funds that it is no longer a viable business and has to wind down.”
    WPCT’s board previously announced it was clamping down on its trading activity and debt reduction was a priority. It has also drafted in more independent directors, following criticism that its members were too close to Mr Woodford.
    The UK’s financial regulator has launched an enforcement investigation into what led to the freeze in redemptions at the equity income fund, and the episode has prompted a wider review of open-ended funds by the Bank of England and the FCA.
    Additional reporting by Philip Georgiadis
    -----"
    }
