{
    "date": "JULY 27 2019",
    "title": "Woodford scandal exposes the flawed cog in the machine",
    "articleAuthor": "Owen Walker",
    "byline": "Role of authorised corporate director is fraught with potential for conflicts of interest
    The role of authorised corporate director is a little-known part in the asset management industry and it has flaws",
    "text": "The implosion of Neil Woodford’s investment business has revealed the part played by a crucial cog in the fund management machine that is virtually unknown to outsiders: the authorised corporate director.
    These administrators, known as ACDs, ensure that funds stay within the rules and are run in the best interests of end investors.
    But the Woodford saga has exposed flaws in the system, which has prompted regulatory scrutiny.
    “The ACD world is a mystery to everyone apart from those who work closely with the regulatory side of funds — and it is probably a concept that is lost on many professional advisers,” says Patric Foley-Brickley, head of institutional business development and client management at Maitland, which provides ACD services.
    Of the hundreds of thousands of individuals who piled into Mr Woodford’s flagship Equity Income fund, few will have known that the authorised fund manager (in this case the ACD) was not the high-profile stockpicker but a little-known business called Link Asset Services, previously part of outsourcing company Capita.
    As Andrew Bailey, head of the Financial Conduct Authority, conceded in a parliamentary hearing last month: “There are many confusing things about the . . . [European fund] world. That is one of them. The fact that Link’s role is so important is confusing to the outside world.”
    Under UK regulations, each fund must have an ACD to carry out crucial tasks including: ensuring the fund is compliant with rules, producing regulatory documents, maintaining fund administration, overseeing investment and liquidity risk and dealing with key stakeholders, including the regulator, end investors, auditors, depositories, custodians and distributors.
    Many investment companies outsource the role of ACD to external groups such as Link and Maitland, while others keep the function in-house.
    Companies such as Woodford Investment Management are officially the sponsor of the funds and typically also the investment manager, under the UK rules. The relationship between Woodford IM and Link highlights many of the problems that riddle the UK’s fund governance model. As the FCA and politicians rake over the embers of the Woodford saga, they are taking a much closer look at ACDs.
    At the heart of the problem is the conflict in the relationship between the ACD and the investment manager.
    From a regulatory perspective, the ACD appoints the investment manager, which is typically also the sponsor, but in reality the sponsor selects the ACD. Fees are agreed between the sponsor and ACD but paid out of the fund. While the sponsor can sack the ACD, subject to their contract, the latter’s only recourse is to raise any concern with the regulator or ask the sponsor to find another ACD.
    As a result, the ACD, which is supposed to oversee the investment manager’s activity and ensure end investors are protected, has an incentive to avoid upsetting its paymaster.
    “It all comes down to who appoints whom,” says Ryan Johnson, who runs Lloyd Expert Consultancy, which advises on the ACD market. “That conflict of interest is the biggest flaw in my mind, which creates an unhealthy vacuum of oversight and challenge.
    “The system is supposed to be designed to protect investors but the investment manager should not have influence over those who are responsible for regulatory oversight.
    In the Woodford case, the FCA pressured the manager into using Capita — as Link Asset Services was then called — because it was the biggest player in the market. This was despite the fact that the FCA had investigated Capita for its involvement in scandals at Arch Cru and Connaught.
    Patric Foley-Brickley: we keep coming around to the same problem
    Not all fund managers use external ACD providers. Many big groups keep oversight in-house but newer companies and those wanting to cut costs are more likely to favour outsourcing.
    Mr Foley-Brickley believes it is healthier to use independent external providers because there is a greater likelihood of conflicts of interest if oversight of a manager is carried out by parts of the same business.
    “An external ACD is appointed on commercial terms. In every situation where a company is being paid there is a conflict but it needs to be managed,” he says. “Those conflicts are much easier to manage than when a sponsor uses their own company to act as policeman.
    “External ACDs are the eyes and ears of the FCA in terms of fund regulations — it is less conflicted than doing it in-house.”
    Neil Woodford’s fund used Link Asset Services as its ACD
    While the ACD plays a crucial role connecting the investment manager with end investors, it has a similar responsibility facilitating the relationship between the investment manager and the regulator. The Woodford affair has revealed a breakdown in information sharing between Link and the FCA.
    The regulator became concerned about conflicts of interest within the Woodford IM funds in late 2016 when it assessed their valuation practices as part of a broader probe into hard-to-sell assets.
    It found the investment manager, which was buying stakes in unlisted companies, worked closely with Duff & Phelps, which was responsible for valuations. At this point the FCA told Link it needed to have the relationship with Duff & Phelps rather than Woodford IM.
    “We had to do the review and say to them, ‘we are not comfortable with this,’” recalled Mr Bailey in his testimony to the government’s Treasury select committee.
    In a statement to FTfm, Link says that it “considers that it has at all times acted in accordance with applicable rules and in the best interests of all investors of the fund and it will continue to do so”.
    It adds: “As ACD, we have an ongoing dialogue with the FCA. As part of that dialogue, and following the FCA’s 2016/2017 thematic market review into hard to value assets, we accepted their recommendations and [Link] appointed the independent, third-party valuations provider.”
    Link as the ACD also had a role in ensuring Woodford’s mutual funds stayed below a regulatory limit of 10 per cent of holdings in unquoted securities, but by March 2018, Woodford’s flagship Equity Income fund had breached the limit for two months running.
    From then on, Link was asked to provide the FCA with monthly reports on the fund’s liquidity under what Mr Bailey described as an “enhanced liquidity-monitoring regime”.
    It was during this time that Link helped Woodford IM carry out the controversial strategy of listing its holdings on the Guernsey stock exchange in order to reduce the unquoted portion of the Equity Income portfolio.
    As ACD, Link designated Guernsey as an approved exchange. Yet despite the fact that this move was meant to aid the fund’s liquidity profile, Link did not raise it with the FCA during its regular reports, according to Mr Bailey’s testimony. The watchdog, he said, only found out about the listings after press reports this March.
    Andrew Bailey: it is one of the confusing things about the European fund world © Parliament Live TV
    “It was not required to tell us that it [had] done that,” Mr Bailey told MPs. “I have to say that this is a flaw in the Ucits rules . . . because it had designated Guernsey as an approved exchange, it was not required to tell us that it was listing something on an approved exchange.”
    As a result of the failings of fund oversight at Woodford IM, the FCA has undertaken a review of Link’s role, which could lead to a wider probe of the sector.
    The FCA has suggested that the extension of the senior managers and certification regime to investment companies later this year, which will boost individual accountability, will help improve governance of investment products. Some regulation watchers hope the requirement for UK fund managers to have at least two independent directors, which will begin in September, will also reduce conflicts of interest.
    While Mr Foley-Brickley welcomes the introduction of independent directors, he adds: “The concept is still flawed because as soon as they are appointed they are being paid and are therefore conflicted. We keep coming around to the same problem.”
    ------"
    }
