{
    "date": "JULY 17 2019",
    "title": "FCA eyes curbs on buying high-risk financial products on internet",
    "articleAuthor": "Caroline Binham",
    "byline": "Andrew Bailey rails against technology groups in the wake of LCF scandal",
    "text": "The City of London watchdog is eyeing curbs on retail investors buying high-risk financial products on the internet after a series of scandals including London Capital & Finance.
    Andrew Bailey, head of the Financial Conduct Authority, railed against technology companies that allow risky financial products and outright scams to be marketed on their platforms to individuals who have sought high-yield investments amid low interest rates.
    “We’re not getting as much assistance from the internet service providers as I would like . . . If the situation continues, I would caution people not to buy high-yield investments without advice,” said Mr Bailey at the FCA’s annual public meeting.
    He also said there was merit in looking at a US-style system under which only financial products carrying the imprimatur of the FCA would be marketed to retail investors.
    He admitted the thicket of rules around what is regulated and therefore covered by the UK’s financial compensation scheme was too confusing for the general public — and sometimes FCA officials — to understand.
    We’re not getting as much assistance from the internet service providers as I would like . . . If the situation continues, I would caution people not to buy high-yield investments without advice
    Andrew Bailey
    Mr Bailey’s comments come as 11,600 individuals — many of them first-time investors — face losing the £236m placed with LCF, a savings company promoting mini-bonds that collapsed in January.
    While LCF was regulated, mini-bonds are not, meaning they are not typically covered by the Financial Services Compensation Scheme, unless people invested through official advice.
    LCF’s collapse has triggered criminal and regulatory probes, as well as an inquiry into the FCA’s response. The watchdog is facing allegations that it missed red flags.
    Mr Bailey, who said the FCA intervened five times in LCF’s mini-bond promotions before its collapse, suggested that the company’s administrators could now pursue legal action against its former auditors in an effort to recoup investors’ money.
    The Financial Times reported in March that LCF was technically insolvent in 2017, two years before it entered administration.
    EY, LCF’s auditors prior to its collapse, declined to comment. PwC and Oliver Clive & Co, LCF’s previous auditors, also declined to comment.
    Finbarr O’Connell, one of LCF’s administrators at Smith & Williamson, said on Wednesday that the firm must “look at every avenue”.
    The fractious FCA meeting in London involved heckling of Mr Bailey and his senior team by some of the investors caught up in recent scandals, with people accusing officials of “running away” from their complaints and “protecting” those to blame.
    The FCA is facing allegations of mis-steps in several high-profile cases, including over the meltdown of Neil Woodford’s main equity fund last month.
    Mr Woodford, the one-time star stockpicker, froze £3.7bn of investor money, and Mr Bailey said the episode was an example of a firm appearing to “be following the letter of the rules but not the spirit”.
    He has previously criticised “flawed” EU rules known as Ucits which permitted Mr Woodford’s open-ended fund to invest as much as 10 per cent of its money in unlisted assets.
    Mr Bailey said on Wednesday that Ucits focused too much on rules rather than outcomes.
    Claer Barrett
    Mini-bonds: Who can you trust with your money?
    “Rules are a crucial mechanism for delivering outcomes, but can also be interpreted so rigidly as to become a box-ticking exercise . . . Any organisation that prioritises being within the rules over doing the right thing, will not stand up to scrutiny for long,” he added.
    “We view incidents like the Woodford affair as an example of this — where firms are following the letter, but not the spirit, of the rules. It raises questions about the rules themselves.”
    The FCA has launched an enforcement investigation into what led to the freeze on redemptions at Mr Woodford’s fund.
    The episode has also prompted a wider review of open-ended funds by the Bank of England and the FCA that will put their pricing structures under scrutiny.
    But Mr Bailey distanced himself from comments by Mark Carney, BoE governor, who recently labelled funds that offer daily redemptions but hold assets that could take weeks or months to realise a fair price as “built on a lie”.
    “I don’t share the view that open-ended funds are, per se, bad,” said Mr Bailey, who is the bookies’ favourite to succeed Mr Carney as BoE governor, although he refused to answer questions on the topic on Wednesday.
    -----"
    }
