{
    "date": "OCTOBER 1 2019",
    "title": "FCA eyes liquidity reforms to avert replay of Woodford crisis",
    "articleAuthor": "Siobhan Riding",
    "byline": "Rule changes would have big consequences for daily traded investment funds
    The FCA warned liquidity issues can extend beyond property funds to other open-ended funds which hold ‘less liquid assets",
    "text": "The UK regulator has fired the starting gun on a shake-up of investment fund liquidity rules following a number of high-profile fund suspensions — a move that could have far-reaching consequences for the future of daily traded investment funds.
    The Financial Conduct Authority on Monday set out new rules for funds aimed at protecting investors in open-ended funds investing in hard-to-sell assets, in response to the suspension of seven UK property funds in the aftermath of the Brexit vote in 2016, as well as the more recent suspension of Neil Woodford’s flagship fund.
    The suspensions — as well as that of a range of absolute return bond funds at Swiss asset manager GAM in 2018 — highlighted the risk of “liquidity mismatch” between the time it takes to sell assets held by a fund and the daily redemptions offered to investors. In each of the cases, the fund managers were unable to meet withdrawal requests from investors because of their exposure to illiquid assets, which are harder to sell
    Starting from September 2020, property funds that fall into the newly created category of “funds investing in inherently illiquid assets” will be subject to greater disclosure rules, enhanced depositary oversight and a requirement to produce liquidity risk contingency plans. In addition, the FCA will introduce a requirement forcing property funds to halt trading if there is uncertainty about the value of 20 per cent or more of their portfolios
    The rules unveiled on Monday only apply to property funds but the FCA, which delayed the publication by three months to take account of the Woodford episode, said it was considering extending its reforms to the broader fund industry.
    “The [Woodford fund] suspension shows that liquidity considerations are not confined to those open-ended funds with exposure to property or other immovables,” said the FCA. “Liquidity issues can extend to other open-ended funds, including Ucits, where they have holdings of less liquid assets, even including investments in listed equities if there is not a liquid market in those equities. Similarly, some bonds may be listed without there being a liquid market for those securities.”
    Although the FCA does not have the power to change the Ucits fund rules — the EU directive that governs retail funds — the regulator said it planned to explore remedies that could help to avert another Woodford crisis. It indicated it would look at the practice of daily dealing — offering funds investors ATM-style instant access to their cash — as well as examining the problems posed by institutional investors and retail investors owning holdings in the same fund.
    It will also take aim at fund managers’ disclosures, arguing that events at Woodford Investment Management underlined the importance of investors being given clear information about possible liquidity mismatches and how these will be managed, including the use of suspension — or gating.
    According to the FCA, retail investors in the £3bn Woodford Equity Income fund “were not aware of, or did not appear to understand, the liquidity risk to which they were exposed”, and were in the dark about “the impact this [liquidity] risk might have on their ability to realise their investments on demand”.
    Ryan Hughes, head of active portfolios at investment platform AJ Bell, said the FCA initiative contained “sensible suggestions” but that the regulator needed to move faster in order to tackle “the real problems that investors are facing today”. He pointed to the “fundamental mismatch” in the use of a daily traded open-ended fund format to invest in illiquid assets.
    In its policy statement, the FCA said it intends to look into the potential for notice periods for investors wishing to redeem their cash and reduced dealing frequency for funds exposed to illiquid assets.
    It also indicated that it may explore whether different redemption conditions should apply to institutional investors which invest in the same funds as retail investors, noting how the absence of such provisions aggravated the liquidity crisis at the Woodford fund. Kent county council was an investor in the Equity Income fund, and its decision to redeem a £263m mandate was the trigger that forced Mr Woodford to impose a gate and freeze investors from withdrawing their capital.
    “The events surrounding the suspension of the [Woodford fund] highlighted how the ability of a single large investor to redeem, or attempt to redeem, on a single day, a large investment in an open-ended fund can have significant consequences for both that investor and other investors that remain invested within the fund,” said the FCA.
    Alternatives to the open-ended fund format is another area of focus for the regulator. The recent liquidity crises have given more ammunition to critics of open-ended funds, who have questioned whether the format is compatible with illiquid assets and suggested that products such as closed-ended funds may be a better match.
    The Investment Association, the UK body representing open-ended funds, recently sought to offer solutions to this debate by developing a blueprint for a new structure for investing in illiquid assets. The strategy, known as the long-term asset fund, would block investors from drawing their money out daily in order to avoid a liquidity mismatch.
    Commenting on the FCA’s fund probe, IA chief executive Chris Cummings said the trade body would “continue to work with the industry and regulators to ensure that appropriate liquidity management processes are in place”.
    He added: “We also look forward to further developing the IA’s proposed long-term asset fund to help widen access to more illiquid assets, opening up investment opportunities.”
    The Woodford fund suspension also sparked a separate study by the Bank of England and FCA into liquidity risk in investment funds. Mark Carney, BoE governor, said in June that funds that hold illiquid assets but offer daily redemptions are “built on a lie”.
    Ian Sayers, chief executive of the Association of Investment Companies, which represents closed-ended funds, said that the FCA’s proposals failed to make illiquid funds safer for investors. “We hope that the further work being undertaken with the Bank of England will propose a more comprehensive and robust solution,” he said.
    -----"
    }
